tap "ankitpokhrel/jira-cli"
tap "benjiwolff/neovim-nightly"
tap "felixkratz/formulae"
tap "getsentry/tools"
tap "homebrew/bundle"
tap "homebrew/services"
tap "joshmedeski/sesh"
tap "justaspolis/formulae"
tap "koekeishiya/formulae"
tap "sst/tap"
tap "tuist/tuist"
tap "xcodesorg/made"
brew "blueutil"
brew "bob"
brew "carthage"
brew "cocoapods"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "fastlane"
brew "ffmpeg"
brew "fzf"
brew "node"
brew "gemini-cli"
brew "gh"
brew "glab"
brew "graphviz"
brew "gum"
brew "imagemagick"
brew "lazygit"
brew "llvm"
brew "mint"
brew "mise"
brew "mole"
brew "nowplaying-cli"
brew "pandoc"
brew "prettier"
brew "python@3.12"
brew "rust"
brew "sesh"
brew "sourcery"
brew "starship"
brew "swiftformat"
brew "swiftlint"
brew "switchaudio-osx"
brew "tmux"
brew "uv"
brew "watchman"
brew "wget"
brew "xcbeautify"
brew "xclogparser"
brew "xcode-build-server", args: ["HEAD"]
brew "xcodes"
brew "yazi"
brew "zig"
brew "zls"
brew "ankitpokhrel/jira-cli/jira-cli"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/svim"
brew "getsentry/tools/sentry-cli"
brew "justaspolis/formulae/mac-apps"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "sst/tap/opencode"
brew "tuist/tuist/tuist@4.118.1"
cask "1password"
cask "appcleaner"
cask "betterdisplay"
cask "claude-code"
cask "codex"
cask "copilot-cli"
cask "db-browser-for-sqlite"
cask "ghostty"
cask "hammerspoon"
cask "iina"
cask "kitty"
cask "mac-mouse-fix"
cask "obsidian"
cask "proxyman"
cask "raycast"
cask "warp"
cask "zen"
vscode "asvetliakov.vscode-neovim"
vscode "catppuccin.catppuccin-vsc"
vscode "formulahendry.code-runner"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "llvm-vs-code-extensions.lldb-dap"
vscode "mateocerquetella.xcode-12-theme"
vscode "mvllow.rose-pine"
vscode "sweetpad.sweetpad"
vscode "swiftlang.swift-vscode"
vscode "vadimcn.vscode-lldb"
cargo "tree-sitter-cli"
