tap "codecrafters-io/tap"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "joshmedeski/sesh"
tap "justaspolis/formulae"
tap "koekeishiya/formulae"
brew "blueutil"
brew "cask"
brew "eza"
brew "fish"
brew "gum"
brew "llvm"
brew "lua-language-server"
brew "neovim"
brew "node"
brew "nowplaying-cli"
brew "rust"
brew "starship"
brew "swiftformat"
brew "swiftlint"
brew "switchaudio-osx"
brew "tmux"
brew "codecrafters-io/tap/codecrafters"
brew "felixkratz/formulae/borders"
brew "joshmedeski/sesh/sesh"
brew "justaspolis/formulae/mac-apps"
brew "koekeishiya/formulae/yabai", args: ["HEAD"]
cask "appcleaner"
cask "bitwarden"
cask "hammerspoon"
cask "iina"
cask "kitty"
cask "monitorcontrol"
cask "mos"
cask "obsidian"
cask "raycast"
cask "swiftformat-for-xcode"
cask "xcodes"
