tap "codecrafters-io/tap"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "joshmedeski/sesh"
tap "justaspolis/formulae"
tap "koekeishiya/formulae"
brew "bat"
brew "blueutil"
brew "boringtun"
brew "btop"
brew "cask"
brew "chrome-cli"
brew "curl"
brew "eza"
brew "fd"
brew "fish"
brew "fzf"
brew "gum"
brew "jq"
brew "llvm"
brew "lua-language-server"
brew "mpv"
brew "neovim"
brew "node"
brew "nowplaying-cli"
brew "ripgrep"
brew "rust"
brew "scrcpy"
brew "shfmt"
brew "starship"
brew "stylua"
brew "swiftformat"
brew "swiftlint"
brew "switchaudio-osx"
brew "tmux"
brew "wireguard-tools"
brew "zls"
brew "zoxide"
brew "codecrafters-io/tap/codecrafters"
brew "felixkratz/formulae/borders"
brew "joshmedeski/sesh/sesh"
brew "justaspolis/formulae/mac-apps"
cask "android-platform-tools"
cask "appcleaner"
cask "bitwarden"
cask "hammerspoon"
cask "iina"
cask "karabiner-elements"
cask "kitty"
cask "monitorcontrol"
cask "mos"
cask "obsidian"
cask "qbittorrent"
cask "raycast"
cask "sketch"
cask "swiftformat-for-xcode"
cask "xcodes"
cask "zed"
